welcome = Ласкаво просимо

welcome-page-message =
    Вітаю! Ласкаво просимо до An Anime Game Launcher

    Нам потрібно підготувати декілька речей і встановити стандартні компоненти, перш ніж ти зможеш запустити гру


tos-violation-warning = Порушення угоди користувача

tos-violation-warning-message =
    Цей лаунчер є неофіційним і ніяк не відноситься до {company-name} або {company-alter-name}.

    Він був розроблений з метою надання можливості грати в {game-name} на Linux.

    Його головна мета - допомогти встановити і запустити гру з меншими клопотами.

    Це досягається за рахунок використання існуючих компонентів і спрощення роботи користувача.

    Однак, деякі компоненти, що використовуються тут, ймовірно порушують угоду користувача {game-name}, що належить {company-name}.

    Якщо ви використовуєте цей лаунчер - ваш геймерський аккаунт може бути визнаний як порушуючий угоду користувача {company-name}/{company-alter-name}.

    Якщо це станеться - оскільки ваш обліковий запис буде порушувати правила, {company-name}/{company-alter-name} будуть вільні робити те, що захочуть, включаючи блокування вашого аккаунта.

    Якщо ви усвідомлюєте ризик використання неофіційних засобів гри - натисніть "Продовжити"

tos-dialog-title = Ви точно впевнені, що розумієте, що ми хочемо сказати?
tos-dialog-message =
    1. Не публікуйте жодної інформації про проект
    2. Не використовуйте його разом з модифікованими клієнтами та подібним
    3. Задавайте питання виключно на нашому discord або matrix сервері

dependencies = Залежності
missing-dependencies-title = У вас не встановлено деякі компоненти!
missing-dependencies-message = Ви повинні встановити деякі системні пакети, щоб продовжити процес встановлення


default-paths = Шляхи за замовчуванням
choose-default-paths = Вибрати шляхи за замовчуванням
show-all-folders = Я знаю, що я роблю
show-all-folders-subtitle = Відобразити додаткові опції вибору шляхів
runners-folder = Папка версій Wine
dxvks-folder = Папка версій DXVK
wine-prefix-folder = Папка префікса Wine
global-game-installation-folder = Шлях встановлення глобальної версії гри
chinese-game-installation-folder = Шлях встановлення китайської версії гри
fps-unlocker-folder = Папка FPS Unlocker
components-index = Індекс компонентів
patch-folder = Папка завантаження патча
temp-folder = Тимчасова папка

migrate = Мігрувати


select-voice-packages = Вибрати мовні пакети


download-components = Завантажити компоненти
download-dxvk = Завантажити DXVK
apply-dxvk = Застосувати DXVK


finish = Завершення
finish-title = Робота завершена!
finish-message = Всі базові компоненти були встановлені. Тепер ви можете перезапустити лаунчер і встановити гру. Ласкаво просимо до клубу!
