welcome = Добро пожаловать

welcome-page-message =
    Приветствую! Добро пожаловать в An Anime Game Launcher

    Нам необходимо подготовить пару вещей и установить стандартные компоненты перед тем, как ты сможешь запустить игру


tos-violation-warning = Нарушение пользовательского соглашения

tos-violation-warning-message =
    Этот лаунчер является неофициальным и ни в коем случае не относится к {company-name} или {company-alter-name}.

    Он был разработан с целью предоставления возможности игры в {game-name} на Linux.

    Его главная цель - помочь установить и запустить игру с меньшими хлопотами.

    Это достигается за счет использования существующих компонентов и упрощения работы пользователя.

    Однако, некоторые компоненты, используемые здесь, вероятно нарушают пользовательское соглашение {game-name}, принадлежащей {company-name}.

    Если вы используете данный лаунчер - ваш игровой аккаунт может быть признан как нарушающий пользовательское соглашение {company-name}/{company-alter-name}.

    Если это произойдёт - поскольку ваша учетная запись будет нарушать правила, {company-name}/{company-alter-name} будут свободы делать то, что захотят, включая блокировку вашего аккаунта.

    Если вы осознаёте риск использования неофициальных средств игры - нажмите "Продолжить" и отправляйтесь исследовать мир Тейвата!


dependencies = Зависимости
missing-dependencies-title = У вас не установлены некоторые компоненты!
missing-dependencies-message = Вы должны установить некоторые системные пакеты чтобы продолжить процесс установки


default-paths = Пути по умолчанию
choose-default-paths = Выбрать пути по умолчанию
show-all-folders = Я знаю что я делаю
show-all-folders-subtitle = Отобразить дополнительные опции выбора путей
runners-folder = Папка версий Wine
dxvks-folder = Папка версий DXVK
wine-prefix-folder = Папка префикса Wine
game-installation-folder = Путь установки игры
patch-folder = Папка скачивания патча
temp-folder = Временная папка


select-voice-packages = Выбрать языковые пакеты


download-components = Скачать компоненты
download-dxvk = Скачать DXVK
apply-dxvk = Применить DXVK


finish = Завершение
finish-title = Работа завершена!
finish-message = Все базовые компоненты были установлены. Теперь вы можете перезапустить лаунчер и установить игру. Добро пожаловать в клуб!
